Repository: JavitoRoGo/MyTimeCounter
Catalog: MyTimeCounter/Localizable.xcstrings
Source language: en
Languages: es

source: %lld days
es: %lld días

source: %lld Event
es: %lld Evento

source: %lld Events
es: %lld Eventos

source: Add
es: Añadir

source: Back
es: Atrás

source: Date
es: Fecha

source: Date added correctly.
es: Fecha añadida correctamente.

source: Days
es: Días

source: Event
es: Evento

source: Event list
es: Listado de eventos

source: Events
es: Eventos

source: Events in time
es: Eventos en el tiempo

source: Last event
es: Último evento

source: Last events
es: Últimos eventos

source: Last query
es: Última petición

source: Max time
es: Valores máximos

source: Mean
es: Media

source: Month
es: Mes

source: Query
es: Petición

source: Since last event
es: Desde el último evento

source: Since last query
es: Desde la última petición

source: Time lapse
es: Intervalos

source: Time selection
es: Escala de tiempo

source: Times
es: Eventos

source: Week
es: Semana

source: Year
es: Año
